{
    "start": "Привет! Я бот, который поможет тебе написать рефлексию за день. Не нужно заходить в документы — просто напиши мне все здесь, и я перенесу текст. У меня есть готовые фразочки и заготовки, которые помогут тебе начать. Давай вместе разберём твои мысли и чувства!", 
    "write_reflection": [
      "Добро пожаловать в процесс рефлексии! Вы нажали на кнопку «Начать писать рефлексию», и теперь у вас есть возможность проанализировать свой день.\nПожалуйста, заполните три части:\nОценки за день: Напишите, как вы оцениваете свой день в целом. Это может быть числовая оценка или краткое описание ваших ощущений.\nПозитивные моменты: Поделитесь теми моментами, которые принесли вам радость или удовлетворение. Это могут быть как мелочи, так и значимые события.\nТочки роста: Определите, что вы могли бы улучшить или изменить в будущем. Это поможет вам развиваться и достигать новых высот.\nКнопки для заполнения каждой части будут расположены рядом с клавиатурой. Удачи в вашей рефлексии!"
    ], 
    "reflection_phrases": [
      [
        "Сегодня на уроке я заметил(а), что...",
      "В процессе обучения дети проявили интерес к...",
      "Я задумался(лась) о том, как лучше объяснить...",
      "Этот урок помог мне понять, что...",
      "Я увидел(а), как дети реагируют на..."
      ],
      
      [
      "В результате я осознал(а), что важно...",
      "Я надеюсь, что в будущем смогу улучшить...",
      "Этот опыт научил меня, что...",
      "Я собираюсь использовать полученные знания для...",
      "В целом, я чувствую, что урок прошел успешно, потому что..."
      ],

      [
        "Я понял(а), что важно учитывать интересы детей при...",
      "Этот урок заставил меня переосмыслить подход к...",
      "Я благодарен(на) за возможность работать с такими детьми, потому что...",
      "Это заставило меня задуматься о том, как сделать уроки более...",
      "Я увидел(а), что дети лучше понимают материал, когда..."
      ]
    ],
    "stages_writing_reflection":{
      "first": "Написание рефлексии будет состоять из трех частей. Оценки необходимо ставить от 1 до 10.В качестве разделителя ставьте пробел. \n Пример: 10 10 10\n\n\n1.Как прошел ваш день?", 
      "second": "2. Как вы оцениваете ваше состояние ?",
      "third": "3. Как вы оцените состояние учеников ?"
    }
}